{
  "name": "David Schneider",
  "contact": {
    "phone": "(508) 397-2351",
    "email": "david@davidtschneider.com",
    "website": "davidtschneider.com"
	},
  "summary": "Analytically minded professional with over 5 years of experience designing, executing, and analyzing data-driven marketing efforts. Expert knowledge of email marketing best practices and multi-dimensional customer databases. Fluid in translating between marketing strategy and granular technical details. Able to learn new tools and processes quickly and with scrutiny. Adept at using Python and shell scripting to create customized and powerful marketing tools. Collaborative worker with a focus on efficiency, communication, and documentation.",
  "experience": [
  	{
      "title": "Sr. Database Marketing Analyst", 
      "company": "Vail Resorts, Inc.",
      "company_description": "Publicly traded, vertically integrated luxury ski resort management company with innovative data-driven marketing strategy.", 
      "start": "Nov 2014", 
      "end": "Jun 2019", 
      "achievements": [
        "4+ years as lead developer responsible for translating marketing strategy into executable code for Season Pass email communications, the foremost revenue driver for a Fortune 1000 company.",
        "Designed and automated hundreds of marketing campaigns, each with unique strategy and data requirements, often sending to millions of customers with scores of personalized content segments.", 
        "Unit, integration, system, and acceptance testing the merger of 7+ separate databases from acquired companies using SQL and Alteryx.", 
        "Optimized 30m+ customer data records according to email marketing industry best practices to boost deliverability and overall revenue.", 
        "Created and maintained custom productivity and reporting tools in Python and Alteryx used by multiple team members and visible across the organization.","Managed Facebook ad deployment, pulling segments via enterprise database and uploading as Custom Audiences."
      ]
    },
  	{
      "title": "Next Generation Leaders Associate", 
      "company": "Marketing EDGE", 
      "company_description": "Rotational program matching new college graduates to two six-month rotations with top employers.", 
      "start": "Sep 2013", 
      "end": "Aug 2014", 
      "achievements": [
        "During a six-month contract with Epsilon at the Google Inc. campus, created decision tree models using R to identify performance drivers of B2B AdWords marketing campaigns.", 
        "During a six-month contract with Return Path Inc., maintained and documented tables for client and industry information using Apache Hive and Hadoop."
      ]
    }
  ],
  "education": [
    {
      "name": "IBM Data Science Professional Certificate", 
      "earndate": "May 2019", 
      "description": "9-course specialization in data visualization, data analysis, and machine learning using Python and SQL."
    },
    {
      "name": "Alteryx Core Developer", 
      "earndate": "Jun 2018", 
      "description": null
    },
    {
      "name": "Excel 2010 Certified Microsoft Office Specialist",
      "earndate": "Jun 2013",
      "description": ""
    },
    {
      "name": "Cornell University", 
      "earndate": "May 2013", 
      "description": "B.S. in Human Development, Minor in Nutritional Sciences"
    }
  ],
  "skills": [
    "Python", 
    "SQL", 
    "Alteryx", 
    "Excel", 
    "JIRA", 
    "Bash / Unix",
    "HTML / CSS",
    "Git",
    "Data Analyis", 
    "Data Visualization", 
    "Email Marketing", 
    "Marketing Automation"
  ]
}