{
  "name": "David Schneider",
  "contact": {
    "website": "davidtschneider.com",
    "email": "david@davidtschneider.com",
    "phone": "(508) 397-2351"
  },
  "summary": "Analytically minded professional with over 7 years of experience developing and analyzing data-driven marketing efforts. Expert knowledge of multi-dimensional customer databases. Fluid in translating between marketing strategy and granular technical details. Able to learn new tools and processes quickly and with scrutiny. Adept at using Python and shell scripting to create customized and powerful marketing tools. Collaborative worker with a focus on efficiency, communication, and documentation.",
  "experience": [
    {
      "title": "Business Operations Analyst III",
      "company": "Sling TV",
      "company_description": "Subsidiary of DISH Network, a subscription-based streaming service providing affordable live TV cable alternatives",
      "start": "Sep 2019",
      "end": "Present",
      "achievements": [
        "Identify issues with video quality of service (bugs, buffering, etc.) across billions of rows of viewership data. Present ongoing analyses of how they impact customer churn to executives.",
        "Create language processing scripts in SQL/Python/Tableau to surface concept-level topic classification from free text comments left via cancellation forms, agent/customer chat transcripts, and Reddit comments.",
        "Analyze and communicate significance of A/B testing results to continually improve the customer's experience across the lifetime of their relationship with Sling."
      ]
    },
    {
      "title": "Contractor",
      "company": "Professional Physical Therapy",
      "company_description": "Physical therapy company providing high quality care with practices in multiple states",
      "start": "Aug 2019",
      "end": "Present",
      "achievements": [
        "Create and administer accounting view in SSRS of Concur expense report records for internal auditing.",
        "DBA/Architect of MS-SQL database for customer transactions translated into accounting projections."
      ]
    },
    {
      "title": "Sr. Database Marketing Analyst",
      "company": "Vail Resorts, Inc.",
      "company_description": "Publicly traded, vertically integrated luxury ski resort management company with innovative data-driven marketing strategy.",
      "start": "Nov 2014",
      "end": "Jul 2019",
      "achievements": [
        "4+ years as lead for translating marketing strategy into executable code for Season Pass email communications.",
        "Unit, integration, and acceptance testing the merger of 7+ separate databases from acquired companies using SQL and Alteryx.",
        "Optimized 30M+ customer data records according to email marketing industry best practices to boost deliverability and overall revenue.",
        "Created and maintained custom productivity and reporting tools in Python and Alteryx."
      ]
    }
  ],
  "education": [
    {
      "name": "IBM Data Science Professional Certificate",
      "earndate": "May 2019",
      "description": "9-course specialization in data visualization, data analysis, and machine learning using Python and SQL."
    },
    {
      "name": "Alteryx Core Developer",
      "earndate": "Jun 2018",
      "description": null
    },
    {
      "name": "Excel 2010 Certified Microsoft Office Specialist",
      "earndate": "Jun 2013",
      "description": ""
    },
    {
      "name": "Cornell University",
      "earndate": "May 2013",
      "description": "B.S. in Human Development, Minor in Nutritional Sciences"
    }
  ],
  "skills": [
    "Python",
    "SQL",
    "SSRS",
    "Alteryx",
    "Excel",
    "JIRA",
    "Bash / Unix",
    "HTML / CSS",
    "Git",
    "Tableau",
    "Data Analysis",
    "Marketing Automation"
  ]
}